Repository: chrisderock/ebmradioplayer
Catalog: lib/l10n/intl_*.arb
Languages: de

# enterYourName
source: Please enter your name
de: Bitte Deinen Namen eingeben

# enterASong
source: Please enter a song
de: Bitte einen Song eingeben

# enterArtist
source: Please enter a artist
de: Bitte eine Band eingeben

source: Make a wish
de: Schick uns einen Wunsch

source: Your name:
de: Dein Name:

source: Songname:
de: Dein Wunschsong:

source: Artist:
de: Band:

source: Greetings:
de: Grüße an:

source: Send
de: Senden

source: Wish sent
de: Wunsch verschickt
